Repository: sanjeevkumar03/TIChatBotFramework
Catalog: TIChatBot/ChatBotSDK/*.lproj/Localizable.strings
Languages: fil_ph, pa

source: Save
fil_ph: iligtas
pa: ਸੇਵ ਕਰੋ

source: Cancel
fil_ph: kanselahin
pa: ਰੱਦ ਕਰੋ

source: Select Language
fil_ph: Piliin ang Wika
pa: ਭਾਸ਼ਾ ਚੁਣੋ

source: Select Channel
fil_ph: Piliin ang Channel
pa: ਚੈਨਲ ਚੁਣੋ

source: Widget Settings
fil_ph: Mga Setting ng Widget
pa: ਵਿਜੇਟ ਸੈਟਿੰਗਾਂ

source: Settings
fil_ph: Mga setting
pa: ਸੈਟਿੰਗਾਂ

source: More Options
fil_ph: higit pang mga pagpipilian
pa: ਹੋਰ ਵਿਕਲਪ

source: Submit
fil_ph: ipasa
pa: ਜਮ੍ਹਾਂ ਕਰੋ

source: Skip feedback
fil_ph: Laktawan ang feedback
pa: ਫੀਡਬੈਕ ਛੱਡੋ

source: Did we resolve your issue?
fil_ph: nalutas ba namin ang iyong isyu?
pa: ਕੀ ਅਸੀਂ ਤੁਹਾਡੀ ਸਮੱਸਿਆ ਦਾ ਹੱਲ ਕੀਤਾ ਹੈ?

source: Send Chat Transcript to your email address
fil_ph: Magpadala ng Transcript ng Chat sa iyong email address
pa: ਆਪਣੇ ਈਮੇਲ ਪਤੇ 'ਤੇ ਚੈਟ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ ਭੇਜੋ

source: Chat Transcript
fil_ph: Transcript ng Chat
pa: ਚੈਟ ਟ੍ਰਾਂਸਕ੍ਰਿਪਟ

source: Thanks for your feedback!
fil_ph: Salamat sa iyong feedback!
pa: ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਲਈ ਧੰਨਵਾਦ!

source: Feedback Comment
fil_ph: puna ng mga komento
pa: ਫੀਡਬੈਕ ਟਿੱਪਣੀ

source: Additional Feedback
fil_ph: karagdagang puna
pa: ਵਧੀਕ ਫੀਡਬੈਕ

source: Add Additional Feedback
fil_ph: Magdagdag ng Karagdagang Feedback
pa: ਵਧੀਕ ਫੀਡਬੈਕ ਸ਼ਾਮਲ ਕਰੋ

source: Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?
fil_ph: Tungkol sa TELUS Virtual Assistant na tumulong lang sa iyo, paano mo ire-rate ang performance nito?
pa: ਟੇਲਸ ਵਰਚੁਅਲ ਅਸਿਸਟੈਂਟ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਜਿਸਨੇ ਹੁਣੇ ਤੁਹਾਡੀ ਮਦਦ ਕੀਤੀ, ਤੁਸੀਂ ਇਸਦੇ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਕਿਵੇਂ ਰੇਟ ਕਰੋਗੇ?

source: Want to share feedback?
fil_ph: Gustong magbahagi ng feedback?
pa: ਫੀਡਬੈਕ ਸਾਂਝਾ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Sorry! Your device does not support speech input
fil_ph: Paumanhin! Hindi sinusuportahan ng iyong device ang speech input
pa: ਮਾਫ ਕਰਨਾ! ਤੁਹਾਡੀ ਡਿਵਾਈਸ ਸਪੀਚ ਇਨਪੁੱਟ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੀ ਹੈ

source: Say something
fil_ph: Magsalita ka
pa: ਕੁੱਝ ਕਹੋ

source: Ask me something
fil_ph: Magtanong ka sa akin
pa: ਮੈਨੂੰ ਕੁਝ ਪੁੱਛੋ

source: Something went wrong while connecting, make sure the credentials are right and try again
fil_ph: Nagkaproblema habang kumokonekta, tiyaking tama ang mga kredensyal at subukang muli
pa: ਕਨੈਕਟ ਕਰਦੇ ਸਮੇਂ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ, ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਪ੍ਰਮਾਣ ਪੱਤਰ ਸਹੀ ਹਨ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Logout
pa: ਲਾੱਗ ਆਊਟ

source: This field is required
fil_ph: Kinakailangan ang field na ito
pa: ਇਸ ਫੀਲਡ ਦੀ ਲੋੜ ਹੈ

source: This password is incorrect
fil_ph: Mali ang password na ito
pa: ਇਹ ਪਾਸਵਰਡ ਗਲਤ ਹੈ

source: This Jid is invalid
fil_ph: Ang Jid na ito ay hindi wasto
pa: ਇਹ jid ਅਵੈਧ ਹੈ

source: Sign in
fil_ph: mag-sign in
pa: ਸਾਈਨ - ਇਨ

source: Password
pa: ਪਾਸਵਰਡ

source: Chatbot
pa: ਚੈਟਬੋਟ

source: Mobile
pa: ਮੋਬਾਈਲ

source: Privacy Policy
fil_ph: patakaran sa privacy
pa: ਪਰਾਈਵੇਟ ਨੀਤੀ

source: Agent
fil_ph: ahente
pa: ਏਜੰਟ

source: Read more
fil_ph: magbasa pa
pa: ਹੋਰ ਪੜ੍ਹੋ

source: Read less
fil_ph: magbasa mas kaunti
pa: ਘੱਟ ਪੜ੍ਹੋ

source: Close
fil_ph: malapit na
pa: ਬੰਦ ਕਰੋ

source: Email
pa: ਈ - ਮੇਲ

source: Email address
pa: ਈਮੇਲ ਪਤਾ

source: Quick reply
fil_ph: Mabilis na sagot
pa: ਤੇਜ਼ ਜਵਾਬ

source: Emoji
pa: ਇਮੋਜੀ

source: Please enter email
fil_ph: Mangyaring magpasok ng email
pa: ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਦਰਜ ਕਰੋ

source: Email Sent
fil_ph: ipinadala ang email
pa: ਈਮੇਲ ਭੇਜੀ ਗਈ

source: OK
pa: ਠੀਕ ਹੈ

source: YES
fil_ph: oo
pa: ਹਾਂ

source: NO
fil_ph: hindi
pa: ਨਹੀਂ

source: Immediate fun or longer purpose - how to choose?
fil_ph: Agarang masaya o mas mahabang layunin - paano pumili?
pa: ਫੌਰੀ ਮਜ਼ੇਦਾਰ ਜਾਂ ਲੰਬੇ ਉਦੇਸ਼ - ਕਿਵੇਂ ਚੁਣਨਾ ਹੈ?

source: good
fil_ph: mabuti
pa: ਚੰਗਾ

source: response
fil_ph: tugon
pa: ਜਵਾਬ

source: Failure
fil_ph: kabiguan
pa: ਅਸਫਲਤਾ

source: Feedback successfully posted.
fil_ph: Matagumpay na nai-post ang feedback.
pa: ਫੀਡਬੈਕ ਸਫਲਤਾਪੂਰਵਕ ਪੋਸਟ ਕੀਤਾ ਗਿਆ।

source: Error
fil_ph: pagkakamali
pa: ਗਲਤੀ

source: No Internet connection
fil_ph: walang koneksyon sa internet
pa: ਕੋਈ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਨਹੀਂ

source: Oops!
pa: ਓਹ!

source: Hi
pa: ਹੈਲੋ

source: , thank you for your patience, we will be connecting you to the next available agent shortly.
fil_ph: , salamat sa iyong pasensya, ikokonekta ka namin sa susunod na available na ahente sa lalong madaling panahon.
pa: , ਤੁਹਾਡੇ ਧੀਰਜ ਲਈ ਧੰਨਵਾਦ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਜਲਦੀ ਹੀ ਅਗਲੇ ਉਪਲਬਧ ਏਜੰਟ ਨਾਲ ਜੋੜਾਂਗੇ।

source: Waiting for agent
fil_ph: Naghihintay ng ahente
pa: ਏਜੰਟ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ

source: is now connected to chat
fil_ph: ay konektado na ngayon sa chat
pa: ਹੁਣ ਚੈਟ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ

source: Genesys Call Transfer
pa: Genesys ਕਾਲ ਟ੍ਰਾਂਸਫਰ

source: No Chatbot Found
fil_ph: Walang Nakitang Chatbot
pa: ਕੋਈ ਚੈਟਬੋਟ ਨਹੀਂ ਮਿਲਿਆ

source: Feedback
fil_ph: puna
pa: ਸੁਝਾਅ

source: Message!
fil_ph: mensahe!
pa: ਸੁਨੇਹਾ!

source: Sorry, the requested URL not found!
fil_ph: Paumanhin, hindi nahanap ang hiniling na URL!
pa: ਮਾਫ਼ ਕਰਨਾ, ਬੇਨਤੀ ਕੀਤਾ URL ਨਹੀਂ ਮਿਲਿਆ!

source: Text to speech
pa: ਟੈਕਸਟ ਤੋਂ ਭਾਸ਼ਣ

source: Enable text to speech
fil_ph: Paganahin ang text to speech
pa: ਟੈਕਸਟ ਤੋਂ ਸਪੀਚ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ

source: has disconnected the chat
fil_ph: na-disconnect ang chat
pa: ਨੇ ਚੈਟ ਡਿਸਕਨੈਕਟ ਕਰ ਦਿੱਤੀ ਹੈ

source: Please enter valid email
fil_ph: Mangyaring magpasok ng wastong email address
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ

source: Success
fil_ph: tagumpay
pa: ਸਫਲਤਾ

source: Sorry! Currently no agent is available
fil_ph: Paumanhin! Sa kasalukuyan ay walang available na ahente
pa: ਮਾਫ ਕਰਨਾ! ਵਰਤਮਾਨ ਵਿੱਚ ਕੋਈ ਏਜੰਟ ਉਪਲਬਧ ਨਹੀਂ ਹੈ

source: Oops, this service is temporarily unavailable
fil_ph: Oops, pansamantalang hindi available ang serbisyong ito
pa: ਓਹੋ, ਇਹ ਸੇਵਾ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਉਪਲਬਧ ਨਹੀਂ ਹੈ

source: Retry
fil_ph: subukan muli
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: You are no longer connnected with live agent.
fil_ph: Hindi ka na konektado sa live na ahente.
pa: ਤੁਸੀਂ ਹੁਣ ਲਾਈਵ ਏਜੰਟ ਨਾਲ ਜੁੜੇ ਨਹੀਂ ਹੋ।

source: Unable to load the requested URL
fil_ph: Hindi ma-load ang hiniling na URL
pa: ਬੇਨਤੀ ਕੀਤੇ URL ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ

source: Unable to serve, you are too fast in typing
fil_ph: Hindi makapaglingkod, napakabilis mo sa pag-type
pa: ਸੇਵਾ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ, ਤੁਸੀਂ ਟਾਈਪ ਕਰਨ ਵਿੱਚ ਬਹੁਤ ਤੇਜ਼ ਹੋ

source: Unable to play video
fil_ph: Hindi ma-play ang video
pa: ਵੀਡੀਓ ਚਲਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ

source: Thank You
fil_ph: Salamat
pa: ਤੁਹਾਡਾ ਧੰਨਵਾਦ

source: Chatbot cannot connect to the server at the moment. Please retry.
fil_ph: Hindi makakonekta ang Chatbot sa server sa ngayon. Pakisubukang muli.
pa: ਚੈਟਬੋਟ ਇਸ ਸਮੇਂ ਸਰਵਰ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: Connect
fil_ph: kumonekta
pa: ਜੁੜੋ

source: Permission Denied
fil_ph: Tinanggihan ang Pahintulot
pa: ਆਗਿਆ ਤੋਂ ਇਨਕਾਰ

source: Speech recognition permission is declined. Please allow access from settings.
fil_ph: Tinanggihan ang pahintulot sa pagkilala sa pagsasalita. Mangyaring payagan ang pag-access mula sa mga setting.
pa: ਬੋਲੀ ਪਛਾਣ ਦੀ ਇਜਾਜ਼ਤ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ ਤੋਂ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।

source: Mike permission is declined. Please allow access from settings.
fil_ph: Tinanggihan ang pahintulot ni Mike. Mangyaring payagan ang pag-access mula sa mga setting.
pa: ਮਾਈਕ ਦੀ ਇਜਾਜ਼ਤ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ ਤੋਂ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।

source: Please allow location access to fetch your current location.
fil_ph: Mangyaring payagan ang access sa lokasyon upang makuha ang iyong kasalukuyang lokasyon.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਮੌਜੂਦਾ ਟਿਕਾਣੇ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਟਿਕਾਣਾ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।

source: Open Settings
fil_ph: Buksan ang settings
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ

source: Not Now
fil_ph: hindi ngayon
pa: ਹਾਲੇ ਨਹੀਂ

source: Please select location on the map
fil_ph: Mangyaring pumili ng lokasyon sa mapa
pa: ਕਿਰਪਾ ਕਰਕੇ ਨਕਸ਼ੇ 'ਤੇ ਟਿਕਾਣਾ ਚੁਣੋ

source: Done
fil_ph: tapos na
pa: ਕੀਤਾ

source: Clear
fil_ph: malinaw
pa: ਸਾਫ਼

source: Signature
fil_ph: pirma
pa: ਦਸਤਖਤ

source: Signature not found.
fil_ph: Hindi nahanap ang lagda.
pa: ਦਸਤਖਤ ਨਹੀਂ ਮਿਲੇ।

source: Upload QR Code
fil_ph: Mag-upload ng QR Code
pa: QR ਕੋਡ ਅੱਪਲੋਡ ਕਰੋ

source: Scan QR Code
fil_ph: i-scan ang qr code
pa: QR ਕੋਡ ਸਕੈਨ ਕਰੋ

source: Please select option
fil_ph: Mangyaring pumili ng opsyon
pa: ਕਿਰਪਾ ਕਰਕੇ ਵਿਕਲਪ ਚੁਣੋ

source: Upload from Library
fil_ph: Mag-upload mula sa Library
pa: ਲਾਇਬ੍ਰੇਰੀ ਤੋਂ ਅੱਪਲੋਡ ਕਰੋ

source: Scanned Code
fil_ph: Na-scan na Code
pa: ਸਕੈਨ ਕੀਤਾ ਕੋਡ

source: Uploaded QR Code is not valid. Please upload again.
fil_ph: Hindi wasto ang na-upload na QR Code. Paki-upload muli.
pa: ਅੱਪਲੋਡ ਕੀਤਾ QR ਕੋਡ ਵੈਧ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਅੱਪਲੋਡ ਕਰੋ।

source: Device has no camera
fil_ph: Walang camera ang device
pa: ਡਿਵਾਈਸ ਵਿੱਚ ਕੋਈ ਕੈਮਰਾ ਨਹੀਂ ਹੈ

source: Please allow permission to use the Camera so that you can scan QR code.
fil_ph: Mangyaring payagan ang pahintulot na gamitin ang Camera upang ma-scan mo ang QR code.
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੈਮਰੇ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ ਤਾਂ ਜੋ ਤੁਸੀਂ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰ ਸਕੋ।

source: Please allow permission to access photos so that you can scan QR code.
fil_ph: Mangyaring payagan ang pahintulot na i-access ang mga larawan upang ma-scan mo ang QR code.
pa: ਕਿਰਪਾ ਕਰਕੇ ਫੋਟੋਆਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ ਤਾਂ ਜੋ ਤੁਸੀਂ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰ ਸਕੋ।

source: Reupload QR Code
fil_ph: Muling i-upload ang QR Code
pa: QR ਕੋਡ ਦੁਬਾਰਾ ਅੱਪਲੋਡ ਕਰੋ

source: Rescan QR Code
fil_ph: Muling i-scan ang QR Code
pa: QR ਕੋਡ ਦੁਬਾਰਾ ਸਕੈਨ ਕਰੋ

source: unread message(s)
fil_ph: mga hindi pa nababasang mensahe
pa: ਨਾ-ਪੜ੍ਹੇ ਸੁਨੇਹੇ

source: Chat Invite
fil_ph: Imbitahan sa Chat
pa: ਚੈਟ ਸੱਦਾ

source: You have a new chat invite from
fil_ph: Mayroon kang bagong imbitasyon sa chat mula sa
pa: ਤੁਹਾਡੇ ਵੱਲੋਂ ਇੱਕ ਨਵਾਂ ਚੈਟ ਸੱਦਾ ਹੈ

source: Reject
fil_ph: tanggihan
pa: ਅਸਵੀਕਾਰ

source: Accept
fil_ph: tanggapin
pa: ਸਵੀਕਾਰ ਕਰੋ

source: Your session has been expired. Please start a new conversation.
fil_ph: Ang iyong session ay nag-expire na. Mangyaring magsimula ng bagong pag-uusap.
pa: ਤੁਹਾਡੇ ਸੈਸ਼ਨ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਨਵੀਂ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰੋ।

source: Please enter
fil_ph: pasok
pa: ਕਿਰਪਾ ਕਰਕੇ ਦਾਖਲ ਕਰੋ

source: Please enter valid
fil_ph: Pakilagay ang valid
pa: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਦਰਜ ਕਰੋ

source: can't be more than
fil_ph: hindi maaaring higit sa
pa: ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋ ਸਕਦਾ

source: characters
fil_ph: mga karakter
pa: ਅੱਖਰ

source: Select
fil_ph: pumili
pa: ਚੁਣੋ

source: Please select
fil_ph: Pakipili
pa: ਕਿਰਪਾ ਕਰਕੇ ਚੁਣੋ

source: Unable to send chat transcript.
fil_ph: Hindi maipadala ang transcript ng chat.
pa: ਚੈਟ ਪ੍ਰਤੀਲਿਪੀ ਭੇਜਣ ਵਿੱਚ ਅਸਮਰੱਥ।

source: Please rate
fil_ph: paki-rate
